Releases all resources used by the  ConduitSizeSettingIterator
  Namespace:   Autodesk.Revit.DB.Electrical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
 Syntax
  C#
public void Dispose()
  Visual Basic
Public Sub Dispose
  Visual C++
public:
virtual void Dispose() sealed
 See Also
  ConduitSizeSettingIterator Class
  Autodesk.Revit.DB.Electrical Namespace